export default {
  type1: [
    // {
    //   id: 1,
    //   title:
    //     "《我好吗》的发行时间是？",
    //   list: ["A 20190416", "B 20190516", "C 20190616", "D 20190716"],
    //   answer: ["B"]
    // },
    // {
    //   id: 2,
    //   title: "《想都没想过》的发行时间是？",
    //   list: [
    //     "A 20190106",
    //     "B 20190107",
    //     "C 20190108",
    //     "D 20190109"
    //   ],
    //   answer: ["A"]
    // },
    // {
    //   id: 3,
    //   title: "《麋鹿》的发行时间是？",
    //   list: ["A 20230518", "B 20230520", "C 20230522", "D 20230516"],
    //   answer: ["A"]
    // },
    // {
    //   id: 4,
    //   title: "《时光随想-三日思》的发行时间是？",
    //   list: ["A 20210831", "B 20210901", "C 20210902", "D 20210903"],
    //   answer: ["B"]
    // },
    // {
    //   id: 5,
    //   title:
    //     "《爱久见人心》的发行时间是？",
    //   list: ["A 20120808", "B 20120810", "C 20120812", "D 20120814"],
    //   answer: ["B"]
    // },
    // {
    //   id: 6,
    //   title:
    //     "《不翼而飞》的发行时间是？",
    //   list: ["A 20160727", "B 20160728", "C 20160729", "D 20160730"],
    //   answer: ["C"]
    // },
    // {
    //   id: 7,
    //   title: "《现在开始我爱你》的发行时间是？",
    //   list: ["A 20110130", "B 20110131", "C 20110201", "D 20110202"],
    //   answer: ["C"]
    // },
    // {
    //   id: 8,
    //   title: "《情歌没有告诉你》的发行时间是？",
    //   list: [
    //     "A 20101222",
    //     "B 20101223",
    //     "C 20101224",
    //     "D 20101225"
    //   ],
    //   answer: ["C"]
    // },
    // {
    //   id: 9,
    //   title:
    //     "《静茹&情歌  别再为他流泪》的发行时间是？",
    //   list: ["A 20090114", "B 20090115", "C 20090116", "D 20090117"],
    //   answer: ["C"]
    // },
    // {
    //   id: 10,
    //   title:
    //     "《幸福的抉择》的发行时间是？",
    //   list: ["A 20081209", "B 20081210", "C 20081211", "D 20081212"],
    //   answer: ["D"]
    // },
    // {
    //   id: 11,
    //   title: "《今天情人节》的发行时间是？",
    //   list: ["A 20080825", "B 20080826", "C 20080827", "D 20080828"],
    //   answer: ["B"]
    // },
    // {
    //   id: 12,
    //   title:
    //     "《崇拜》的发行时间是？",
    //   list: ["A 20071109", "B 20071110", "C 20071111", "D 20071112"],
    //   answer: ["A"]
    // },
    // {
    //   id: 13,
    //   title: "《亲亲》的发行时间是？",
    //   list: ["A 20061006", "B 20061007", "C 20061008", "D 20061009"],
    //   answer: ["A"]
    // },
    // {
    //   id: 14,
    //   title:
    //     "《丝路》的发行时间是？",
    //   list: [
    //     "A 20050915",
    //     "B 20050916",
    //     "C 20050917",
    //     "D 20050918"
    //   ],
    //   answer: ["B"]
    // },
    // {
    //   id: 15,
    //   title: "《爱的大游行live全记录》的发行时间是？",
    //   list: ["A 20050302", "B 20050303", "C 20050304", "D 20050305"],
    //   answer: ["C"]
    // },
    // {
    //   id: 16,
    //   title:
    //     "《燕尾蝶》的发行时间是？",
    //   list: ["A 20040909", "B 20040910", "C 20040911", "D 20040912"],
    //   answer: ["B"]
    // },
    // {
    //   id: 17,
    //   title:
    //     "《恋爱的力量》的发行时间是？",
    //   list: ["A 20031125", "B 20031126", "C 20031127", "D 20031128"],
    //   answer: ["A"]
    // },
    // {
    //   id: 18,
    //   title:
    //     "《美丽人生》的发行时间是？",
    //   list: [
    //     "A 20030212",
    //     "B 20030213",
    //     "C 20030214",
    //     "D 20030215"
    //   ],
    //   answer: ["A"]
    // },
    // {
    //   id: 19,
    //   title:
    //     "《Time&Love演唱会全记录》的发行时间是？",
    //   list: [
    //     "A 20020529",
    //     "B 20020530",
    //     "C 20020531",
    //     "D 20020601"
    //   ],
    //   answer: ["B"]
    // },
    // {
    //   id: 20,
    //   title: "《Sunrise，我喜欢》的发行时间是？",
    //   list: ["A 20020205", "B 20020206", "C 20020207", "D 20020208"],
    //   answer: ["C"]
    // },
    // {
    //   id: 21,
    //   title:
    //     "《闪亮的星》的发行时间是？",
    //   list: ["A 20000627", "B 20000628", "C 20000629", "D 20000630"],
    //   answer: ["A"]
    // },
    // {
    //   id: 22,
    //   title:
    //     "《勇气》的发行时间是？",
    //   list: [
    //     "A 20000730",
    //     "B 20000731",
    //     "C 20000801",
    //     "D 20000802"
    //   ],
    //   answer: ["D"]
    // },
    // {
    //   id: 23,
    //   title:
    //     "《一夜长大》的发行时间是？",
    //   list: [
    //     "A 19990914",
    //     "B 19990915",
    //     "C 19990916",
    //     "D 19990917"
    //   ],
    //   answer: ["D"]
    // },
    {
      id: 24,
      title: "2024梁静茹情歌本格派演唱会没有去以下哪个城市？",
      list: [
        "A 伦敦",
        "B 巴黎",
        "C 纽约",
        "D 悉尼"
      ],
      answer: ["C"]
    },
    {
      id: 25,
      title: "两难是哪部电视剧的主题曲？",
      list: [
        "A 我和我的一个男人",
        "B 我和我的两个男人",
        "C 我和我的三个男人",
        "D 我和我的四个男人"
      ],
      answer: ["D"]
    },
    {
      id: 26,
      title:
        "梁静茹的猫叫什么名字？",
      list: [
        "A 阿静",
        "B 阿旺",
        "C 阿叮",
        "D 阿咪"
      ],
      answer: ["C"]
    },
    {
      id: 27,
      title:
        "梁静茹的话筒叫什么名字？",
      list: [
        "A 梁金金",
        "B 小鱼儿",
        "C 亮晶晶",
        "D 梁晶晶"
      ],
      answer: ["A"]
    },
    {
      id: 28,
      title:
        "梁静茹在直播时唱哪一首歌时，无视了安德森？",
      list: [
        "A kill this love",
        "B its just love",
        "C love love love",
        "D forever young"
      ],
      answer: ["B"]
    },
    {
      id: 29,
      title: "“给你我的手，像温柔野兽”来自静茹哪一首歌？",
      list: [
        "A 大手拉小手",
        "B 小手拉大手",
        "C 左手拉右手",
        "D 我们一起牵牵手"
      ],
      answer: ["B"]
    },
    {
      id: 30,
      title: "“你们能体会鱼儿的用心吗？”请问说这句话的时候，梁静茹大约签了多少张专辑？",
      list: [
        "A 4000",
        "B 5000",
        "C 7000",
        "D 8000"
      ],
      answer: ["A"]
    },
    {
      id: 31,
      title:
        "“你们能体会鱼儿的用心吗？”请问静茹为什么这样说？",
      list: [
        "A 专辑要求双签",
        "B 不让鱼儿吃饭",
        "C 不让鱼儿唱歌",
        "D 不让鱼儿喝酒"
      ],
      answer: ["A"]
    },
    {
      id: 32,
      title: "“一辈子 这件事最认真了”请问“这件事”指的是？",
      list: [
        "A 喝酒",
        "B 做饭",
        "C 唱歌",
        "D 跳舞"
      ],
      answer: ["C"]
    },
    {
      id: 33,
      title:
        "梁静茹在以下哪个节日没有发过祝福？",
      list: [
        "A 情人节",
        "B 七夕",
        "C 圣诞",
        "D 清明"
      ],
      answer: ["D"]
    },
    {
      id: 34,
      title: "以下哪一位歌手没有出现在梁静茹的专辑致谢中？",
      list: [
        "A 陈信宏",
        "B 蔡健雅",
        "C 陈绮贞",
        "D 王力宏"
      ],
      answer: ["D"]
    },
    {
      id: 35,
      title: "下列哪位音乐人给梁静茹的作曲数量排名第一？",
      list: [
        "A 蔡健雅",
        "B 黄婷",
        "C 李焯雄",
        "D 陈信宏"
      ],
      answer: ["A"]
    },
    {
      id: 36,
      title:
        "鱼儿的家乡是？",
      list: [
        "A 槟城",
        "B 森美兰",
        "C 马六甲",
        "D 吉隆坡"
      ],
      answer: ["B"]
    },
    {
      id: 37,
      title: "梁静茹在情歌没有告诉你的拍摄中提前多久剪了短发造型？",
      list: ["A 一个月", "B 一个星期", "C 三个月 ", "D 当天"],
      answer: ["D"]
    },
    {
      id: 38,
      title:
        "以下哪一种是梁静茹喜欢的拥抱方式？",
      list: [
        "A 背对背",
        "B 手拉手",
        "C 脸贴脸",
        "D 举高高"
      ],
      answer: ["D"]
    },
    {
      id: 39,
      title: "梁静茹曾经代言的珠宝品牌叫什么名字？",
      list: [
        "A 周大福",
        "B 卡地亚",
        "C 宝格丽",
        "D 卓尔"
      ],
      answer: ["D"]
    },
    {
      id: 40,
      title: "梁静茹的儿子中文名叫什么？",
      list: [
        "A 赵翊宸",
        "B 赵奕晨",
        "C 赵艺晨",
        "D 赵奕辰"
      ],
      answer: ["B"]
    },
    {
      id: 41,
      title: "杭州跨年场演唱会跨年后的第一首歌是？",
      list: ["A 给未来的自己", "B 101", "C 完整的我", "D 勇气"],
      answer: ["D"]
    },
    {
      id: 42,
      title: "梁静茹截止到2024年，一共发行了多少张录音室专辑（不含ep，单曲和精选集）？",
      list: [
        "A 14",
        "B 15",
        "C 16",
        "D 17"
      ],
      answer: ["A"]
    },
    {
      id: 43,
      title: "梁静茹的祖籍在哪？",
      list: [
        "A 惠州",
        "B 汕头",
        "C 佛山",
        "D 顺德"
      ],
      answer: ["D"]
    },
    {
      id: 44,
      title:
        "梁静茹的狗叫什么名字？",
      list: [
        "A 小旺",
        "B 小福",
        "C 小汪",
        "D 来福"
      ],
      answer: ["A"]
    },
    {
      id: 45,
      title:
        "梁静茹的本名叫？",
      list: [
        "A Leong Chui Pin",
        "B Leong Cui Peng",
        "C Leong Chui Peng",
        "D Leong Chui Ping"
      ],
      answer: ["C"]
    },
    {
      id: 46,
      title: "给梁静茹拍摄了比基尼性感封面写真的杂志是？",
      list: [
        "A 男人帮",
        "B Vogue",
        "C 时尚芭莎",
        "D 时装LOFFICIEL"
      ],
      answer: ["A"]
    },
    {
      id: 47,
      title:
        "子非鱼这首歌中，梁静茹在歌词里没有提到下面哪个事件？",
      list: [
        "A 我吃土豆不削皮",
        "B 这首歌是我的好朋友，绮贞写的！",
        "C 这个灯哪里像lemon了",
        "D 谁有我的mv《崇拜》的链接分享一下，谢谢"
      ],
      answer: ["D"]
    },
    {
      id: 48,
      title:
        "以下品牌的广告中梁静茹使用粤语念白的是？",
      list: [
        "A 蒂花之秀",
        "B 余仁生",
        "C 统一冰糖雪梨",
        "D 康师傅鲜的每日C"
      ],
      answer: ["B"]
    },
    {
      id: 49,
      title:
        "“我们恨化学”是静茹哪个代言的slogan？",
      list: [
        "A 科颜氏",
        "B 雅芳",
        "C 法兰琳卡",
        "D 自然美"
      ],
      answer: ["C"]
    },
    {
      id: 50,
      title:
        "梁静茹的英文名叫？",
      list: [
        "A Fish Leong",
        "B Fish Liang",
        "C Jasmine Liang",
        "D Jeremias Leong"
      ],
      answer: ["A"]
    },
    {
      id: 51,
      title:
        "“家伟，你为什么要骗我？”这句台词出自梁静茹出演的哪部影片？",
      list: [
        "A 爱从心说  温润心田",
        "B 初恋红豆冰",
        "C 龙在哪里",
        "D 败犬女王"
      ],
      answer: ["A"]
    },
    {
      id: 52,
      title:
        "慢冷MV里面梁静茹说的那句俄语台词是什么意思？",
      list: [
        "A 我爱你",
        "B 对不起",
        "C 没关系",
        "D 谢谢你"
      ],
      answer: ["A"]
    },
    {
      id: 53,
      title:
        "梁静茹在《鲁豫有约》节目中明确提到自己不会做的菜是？",
      list: [
        "A 麻婆豆腐",
        "B 锅包肉",
        "C 北京烤鸭",
        "D 椰子鸡"
      ],
      answer: ["C"]
    },
    {
      id: 54,
      title:
        "“三个字（），四个字（）”请填空。",
      list: [
        "A 过年好，新年快乐",
        "B 我好吗，太阳如常升起",
        "C 同理心，将心比心",
        "D 平常心，脚踏实地"
      ],
      answer: ["C"]
    },
    {
      id: 55,
      title:
        "截止到2024年，梁静茹一共提名了几次台湾金曲奖最佳女歌手奖？",
      list: [
        "A 3",
        "B 4",
        "C 5",
        "D 6"
      ],
      answer: ["D"]
    },
    {
      id: 56,
      title:
        "以下那一句不是梁静茹学过的网络用语",
      list: [
        "A 集美",
        "B PLGG",
        "C 冲浪",
        "D 烙铁"
      ],
      answer: ["D"]
    },
    {
      id: 57,
      title:
        "静茹在以下哪个城市曾报告自己正在忌口什么都没吃？",
      list: [
        "A 上海",
        "B 成都",
        "C 西安",
        "D 长沙"
      ],
      answer: ["B"]
    },
    {
      id: 58,
      title:
        "下面哪个品牌的汽车不是梁静茹曾经的座驾",
      list: [
        "A 奔驰",
        "B 宝马",
        "C 大众",
        "D 宾利"
      ],
      answer: ["D"]
    },
    {
      id: 59,
      title:
        "梁静茹曾经说过自己爱吃什么品牌的火锅？",
      list: [
        "A 萍姐火锅",
        "B 海底捞",
        "C 小龙坎",
        "D 呷哺呷哺"
      ],
      answer: ["B"]
    },
    {
      id: 60,
      title:
        "梁静茹儿子的生日是几几年几月几号？",
      list: [
        "A 2014年4月18日",
        "B 2015年4月18日",
        "C 2014年4月17日",
        "D 2015年4月17日"
      ],
      answer: ["A"]
    },
    {
      id: 61,
      title:
        "梁静茹的结婚戒指大约价值多少元人民币？",
      list: [
        "A 17万",
        "B 50万",
        "C 80万",
        "D 150万"
      ],
      answer: ["A"]
    },
    {
      id: 62,
      title:
        "梁静茹在法国开过几次演唱会？",
      list: [
        "A 1",
        "B 2",
        "C 3",
        "D 4"
      ],
      answer: ["A"]
    },
    {
      id: 63,
      title:
        "下列哪首歌不是由梁静茹亲自作词的？",
      list: [
        "A 序",
        "B 这一天（我们都健康年轻）",
        "C 平行时空",
        "D Bonjour"
      ],
      answer: ["B"]
    },
    // {
    //   id: 64,
    //   title:
    //     "梁静茹的结婚纪念日是几几年几月几号？",
    //   list: [
    //     "A 2012年2月1日",
    //     "B 2011年2月1日",
    //     "C 2010年2月1日",
    //     "D 2009年2月1日"
    //   ],
    //   answer: ["C"]
    // },
    {
      id: 65,
      title:
        "梁静茹的生日是？",
      list: [
        "A 1976年6月16日",
        "B 1977年6月16日",
        "C 1978年6月16日",
        "D 1979年6月16日"
      ],
      answer: ["C"]
    },
    {
      id: 66,
      title:
        "梁静茹养的小狗的毛色是？",
      list: [
        "A 白色",
        "B 黑色",
        "C 棕色",
        "D 斑点"
      ],
      answer: ["C"]
    },
    {
      id: 67,
      title:
        "梁静茹有几个亲弟弟？",
      list: [
        "A 1",
        "B 2",
        "C 3",
        "D 0"
      ],
      answer: ["B"]
    },
    {
      id: 68,
      title:
        "《知多少》这首歌出自梁静茹的哪张专辑？",
      list: [
        "A 崇拜",
        "B 美丽人生",
        "C 丝路",
        "D 闪亮的星"
      ],
      answer: ["A"]
    },
    {
      id: 69,
      title:
        "“就让一切go away，有天总会了解”这句歌词出自梁静茹哪首歌？",
      list: [
        "A Fly away",
        "B 转圈圈",
        "C 喜悦",
        "D 你还在不在"
      ],
      answer: ["B"]
    },
    {
      id: 70,
      title:
        "《属于》这首歌最早出自梁静茹的哪张专辑？",
      list: [
        "A 幸福的抉择",
        "B 静茹&情歌  别再为他流泪",
        "C 现在开始我爱你",
        "D 恋爱的力量"
      ],
      answer: ["B"]
    },
    {
      id: 71,
      title:
        "梁静茹出道的年份是？",
      list: [
        "A 1997年",
        "B 1998年",
        "C 1999年",
        "D 2000年"
      ],
      answer: ["C"]
    },
    {
      id: 72,
      title:
        "从（）站开始有了带城市名字的谢幕。",
      list: [
        "A 哈尔滨",
        "B 大连",
        "C 宁波",
        "D 广州"
      ],
      answer: ["B"]
    },
    {
      id: 73,
      title:
        "《我是幸福的》和一下哪首歌出自同一张专辑？",
      list: [
        "A 《因为还是会》",
        "B 《你还在不在》",
        "C 《给从前的爱》",
        "D 《喜悦》"
      ],
      answer: ["C"]
    },
    {
      id: 74,
      title:
        "《勇气》MV中男主开的是（）。",
      list: [
        "A CD店",
        "B 书店",
        "C 花店",
        "D 酒吧"
      ],
      answer: ["C"]
    },
    {
      id: 75,
      title:
        "“不当仙女已经很久了”这句歌词出自那张专辑？",
      list: [
        "A 瘦瘦的",
        "B 丝路",
        "C 路",
        "D 下一秒钟"
      ],
      answer: ["B"]
    },
    {
      id: 76,
      title:
        "下列选项中，哪个不是当我们谈论爱情演唱会的章节标题？",
      list: [
        "A 爱的挣扎",
        "B 爱的治疗",
        "C 爱的治愈",
        "D 爱的勇气"
      ],
      answer: ["C"]
    },
    {
      id: 77,
      title:
        "当我们谈论爱情《爱的继续》章节一共出现过多少套衣服？",
      list: [
        "A 3",
        "B 4",
        "C 5",
        "D 6"
      ],
      answer: ["C"]
    },
    {
      id: 78,
      title:
        "截止至20240101，当我们谈论爱情一共开了（）场。",
      list: [
        "A 24",
        "B 25",
        "C 26",
        "D 27"
      ],
      answer: ["D"]
    },
    {
      id: 79,
      title:
        "下列哪个城市没有连开两场《当我们谈论爱情》演唱会？",
      list: [
        "A 北京",
        "B 沈阳",
        "C 重庆",
        "D 广州"
      ],
      answer: ["D"]
    },
    {
      id: 80,
      title:
        "“不当仙女已经很久了”这句歌词出自那张专辑？",
      list: [
        "A 瘦瘦的",
        "B 丝路",
        "C 路",
        "D 下一秒钟"
      ],
      answer: ["B"]
    },
    {
      id: 81,
      title:
        "当我们谈论爱情演唱会截止至20240101一共请了多少位嘉宾？",
      list: [
        "A 1",
        "B 2",
        "C 3",
        "D 4"
      ],
      answer: ["D"]
    },
    {
      id: 82,
      title:
        "下列哪首歌没有在当我们谈论爱情演唱会上唱过？",
      list: [
        "A 别再为他流泪",
        "B 一支小雨伞",
        "C 如果有一天",
        "D 爱你不是两三天"
      ],
      answer: ["D"]
    },
    {
      id: 83,
      title:
        "《属于》这首歌和下列哪首歌不在同一张专辑里？",
      list: [
        "A 失忆",
        "B 给未来的自己",
        "C 满满的都是爱",
        "D 我都知道"
      ],
      answer: ["B"]
    },
    {
      id: 84,
      title:
        "梁静茹和下列哪位歌手没有在公开场合亲吻过？",
      list: [
        "A 蔡健雅",
        "B 孙燕姿",
        "C 陈绮贞",
        "D 蔡依林"
      ],
      answer: ["D"]
    },
    {
      id: 85,
      title:
        "梁静茹不会以下哪种技能？",
      list: [
        "A 转盘子",
        "B 骑自行车",
        "C 打羽毛球",
        "D 跳popping"
      ],
      answer: ["D"]
    },
    {
      id: 86,
      title:
        "梁静茹在疫情期间居家隔离，她想在家做美食，于是她网购了一些面粉。请问她网购了：",
      list: [
        "A 14斤低筋面粉",
        "B 14斤高筋面粉",
        "C 28斤低筋面粉",
        "D 28斤高筋面粉"
      ],
      answer: ["C"]
    },
    {
      id: 87,
      title:
        "梁静茹在以下哪个MV的拍摄中被亲了8次？",
      list: [
        "A Fly away",
        "B 接受",
        "C 亲亲",
        "D 暖暖"
      ],
      answer: ["B"]
    },
    {
      id: 88,
      title:
        "梁静茹在《周游记2》中没有唱以下哪首歌？",
      list: [
        "A 安静",
        "B 龙卷风",
        "C 失忆",
        "D 布拉格广场"
      ],
      answer: ["D"]
    },
    {
      id: 89,
      title:
        "梁静茹弹唱了很多首歌，请问下列哪首歌没有在疫情期间居家弹唱？",
      list: [
        "A 慢冷",
        "B 当时的月亮",
        "C If",
        "D 小手拉大手"
      ],
      answer: ["D"]
    },
    {
      id: 90,
      title:
        "下列哪首歌不是梁静茹过往演唱会的固定曲目？",
      list: [
        "A 勇气",
        "B 分手快乐",
        "C 我喜欢",
        "D 一夜长大"
      ],
      answer: ["D"]
    },
    {
      id: 91,
      title:
        "你的名字是爱情演唱会一共开了多少场？",
      list: [
        "A 40",
        "B 50",
        "C 60",
        "D 70"
      ],
      answer: ["C"]
    },
    {
      id: 92,
      title:
        "梁静茹在下列哪个城市开过的演唱会次数最多？",
      list: [
        "A 台北",
        "B 香港",
        "C 上海",
        "D 北京"
      ],
      answer: ["B"]
    },
    {
      id: 93,
      title:
        "下列哪个道具没有在梁静茹演唱会上出现过？",
      list: [
        "A 小海豚",
        "B 大月亮",
        "C 大花朵",
        "D 小兔子"
      ],
      answer: ["D"]
    },
    {
      id: 94,
      title:
        "下列哪首歌不是电视剧主题曲？",
      list: [
        "A 属于",
        "B 暖暖",
        "C 勇气",
        "D 亲亲"
      ],
      answer: ["D"]
    },
    {
      id: 95,
      title: "下列哪位音乐人给梁静茹的作词数量排名第一？",
      list: [
        "A 蔡健雅",
        "B 黄婷",
        "C 李焯雄",
        "D 姚若龙"
      ],
      answer: ["B"]
    }
  ]
};
