export default {
  type1: [
    {
      id: 1,
      title:
        "华侨在本市办理子女就读、升学、照顾生育、社会救助等事务需要认定身份的，由市或区的(    )出具相关身份证明。",
      list: ["A 民政部门", "B 教育部门", "C 侨务部门", "D 公安部门"],
      answer: ["C"]
    },
    {
      id: 2,
      title: "华侨投资设立的企业捐赠财产用于慈善公益事业的，依法享受（    ）。",
      list: [
        "A 税收抵扣",
        "B 营业税减免",
        "C 降低产品出口关税",
        "D 所得税优惠"
      ],
      answer: ["D"]
    },
    {
      id: 3,
      title: "华侨是指定居在国外的（    ）。",
      list: ["A 华人", "B 华裔", "C 中国居民", "D 中国公民"],
      answer: ["D"]
    },
    {
      id: 4,
      title: "华侨权益保护遵循（    ）的原则。",
      list: ["A 优先考虑", "B 平等保护", "C 一视同仁", "D 适当照顾"],
      answer: ["B"]
    },
    {
      id: 5,
      title:
        "华侨在出国定居前已经参加本市职工养老保险但未达到法定的领取基本养老金条件的，其个人养老保险账户按照国家有关规定（    ）。",
      list: ["A 予以中止", "B 予以保留", "C 予以终止", "D 予以冻结"],
      answer: ["B"]
    },
    {
      id: 6,
      title:
        "原户籍注销地为本市的华侨申请回本市定居且符合条件的，市人民政府侨务部门应当核发（    ）。",
      list: ["A 归侨证", "B 华侨证", "C 华侨回国定居证", "D 居住证"],
      answer: ["C"]
    },
    {
      id: 7,
      title: "华侨对其捐赠款物的使用有（    ）的权利。",
      list: ["A 强行收回", "B 共同占有", "C 监督检查", "D 单方面改变用途"],
      answer: ["C"]
    },
    {
      id: 8,
      title: "凡（    ）的人都是中华人民共和国公民。",
      list: [
        "A 在中华人民共和国出生",
        "B 在中华人民共和国居住",
        "C 具有中华人民共和国国籍",
        "D 具有中华人民共和国血统"
      ],
      answer: ["C"]
    },
    {
      id: 9,
      title:
        "在本市办理离休、退休手续后出国定居且已享受本市职工基本养老保险待遇的华侨，应当每年按规定向社会保险经办机构提供由我国驻外使领馆或者相关机构出具的（     ）。",
      list: ["A 生活情况证明", "B 公证书", "C 生存证明文件", "D 体检报告"],
      answer: ["C"]
    },
    {
      id: 10,
      title:
        "依法征收华侨在本市的私有房屋，征收人应当按照本市有关房屋管理的有关规定履行（    ）义务。",
      list: ["A 补偿", "B 预付", "C 监督", "D 告知"],
      answer: ["D"]
    },
    {
      id: 11,
      title: "外籍华人在本市的（    ），按照法律、法规和本市有关规定予以保护。",
      list: ["A 合法权利", "B 经济权利", "C 政治权利", "D 正当权益"],
      answer: ["D"]
    },
    {
      id: 12,
      title:
        "华侨在本市区或者乡、镇人民代表大会代表选举期间在本市的，可以在本市（    ）或者出国前居住地进行选民登记，参加选举。",
      list: ["A 原籍地", "B 现居住地", "C 工作所在地", "D 任一地方"],
      answer: ["A"]
    },
    {
      id: 13,
      title: "华侨捐赠应当遵循（    ）和尊重捐赠人捐赠意愿的原则。",
      list: ["A 自愿", "B  利益优先", "C 公平", "D 强制"],
      answer: ["A"]
    },
    {
      id: 14,
      title:
        "华侨可以按照国家有关规定报考本市联合招收华侨、港澳台地区学生的（）。",
      list: [
        "A 成人高等学校",
        "B 普通高等学校",
        "C 艺术院校",
        "D 所以高等学校"
      ],
      answer: ["B"]
    },
    {
      id: 15,
      title: "归侨是指（    ）的华侨。",
      list: ["A 回国探亲", "B  回国学习", "C 回国定居", "D 回国工作"],
      answer: ["C"]
    },
    {
      id: 16,
      title:
        "归侨、侨眷的身份，由其常住户口所在地的（）以上地方人民政府负责侨务工作的机构根据本人申请审核认定。",
      list: ["A 乡级 ", "B 县级 ", "C 地市级 ", "D 省级"],
      answer: ["B"]
    },
    {
      id: 17,
      title:
        "与华侨、归侨有长期扶养关系的亲属申请认定侨眷身份的，应当提供由（）出具的扶养证明。",
      list: ["A 公证机构   ", "B 公安机关", "C 民政部分   ", "D 侨联组织"],
      answer: ["A"]
    },
    {
      id: 18,
      title:
        "华侨、归侨去世后或者华侨身份改变后，其国内眷属原依法认定的侨眷身份（）。",
      list: [
        "A 不变            ",
        "B 丧失",
        "C 保留有效期五年  ",
        "D 由认定机关重新认定"
      ],
      answer: ["A"]
    },
    {
      id: 19,
      title:
        "依法与华侨、归侨及其子女解除婚姻关系，或者与华侨、归侨解除扶养关系的，其原依法认定的侨眷身份（）。",
      list: [
        "A 不变            ",
        "B 丧失",
        "C 保留有效期五年  ",
        "D 由认定机关重新认定"
      ],
      answer: ["B"]
    },
    {
      id: 20,
      title: "华侨要求回国定居的，按照国家有关出入境管理的规定核发回国（）。",
      list: ["A 侨眷证明     ", "B 公民户籍", "C 定居证明     ", "D 确认公函"],
      answer: ["C"]
    },
    {
      id: 21,
      title:
        "中华人民共和国驻外使馆、领馆或者（）委托的其他驻外机构(以下称驻外签证机关)负责在境外签发外国人入境签证。",
      list: ["A 外交部   ", "B  商务部    ", "C 国务院     ", "D 国家总理"],
      answer: ["A"]
    },
    {
      id: 22,
      title:
        "（）负责实施出境入境边防检查。县级以上地方人民政府公安机关及其出入境管理机构负责外国人停留居留管理。",
      list: [
        "A 国务院      ",
        "B 使馆      ",
        "C 领馆       ",
        "D 出入境边防检查机关"
      ],
      answer: ["D"]
    },
    {
      id: 23,
      title:
        "公平正义是社会主义法治的价值追求。关于我国宪法与公平正义的关系，下列哪一选项是不正确的？（ ）",
      list: [
        "A 树立与强化宪法权威，必然要求坚定地守持和维护公平正义",
        "B 法律面前人人平等原则是公平正义在宪法中的重要体现",
        "C 宪法对妇女、老人、儿童等特殊主体权利的特别保护是实现公平正义的需要",
        "D 禁止一切差别是宪法和公平正义的要求"
      ],
      answer: ["D"]
    },
    {
      id: 24,
      title: "关于宪法规范，下列哪一说法是不正确的？（ ）",
      list: [
        "A 具有最高法律效力",
        "B  在我国的表现形式主要有宪法典、宪法性法律、宪法惯例和宪法判例",
        "C 是国家制定或认可的、宪法主体参与国家和社会生活最基本社会关系的行为规范",
        "D 权利性规范与义务性规范相互结合为一体，是我国宪法规范的鲜明特色"
      ],
      answer: ["B"]
    },
    {
      id: 25,
      title: "关于《宪法》对人身自由的规定，下列哪一选项是不正确的？（ ）",
      list: [
        "A 禁止用任何方法对公民进行侮辱、诽谤和诬告陷害",
        "B  生命权是《宪法》明确规定的公民基本权利，属于广义的人身自由权",
        "C 禁止非法搜查公民身体",
        "D 禁止非法搜查或非法侵入公民住宅"
      ],
      answer: ["B"]
    },
    {
      id: 26,
      title:
        "宪法效力是指宪法作为法律规范所具有的约束力与强制性。关于我国宪法效力，下列哪一选项是不正确的？（ ）",
      list: [
        "A 侨居国外的华侨受中国宪法保护",
        "B 宪法的效力及于中华人民共和国的所有领域",
        "C 宪法的最高法律效力首先源于宪法的正当性",
        "D 宪法对法院的审判活动没有约束力"
      ],
      answer: ["D"]
    },
    {
      id: 27,
      title:
        "根据《宪法》和法律规定，关于人民代表大会制度，下列哪一选项是不正确的？（ ）",
      list: [
        "A 人民代表大会制度体现了一切权力属于人民的原则",
        "B 地方各级人民代表大会是地方各级国家权力机关",
        "C 全国人民代表大会是最高国家权力机关",
        "D 地方各级国家权力机关对最高国家权力机关负责，并接受其监督"
      ],
      answer: ["D"]
    },
    {
      id: 28,
      title:
        "根据《宪法》和法律的规定，下列哪一职位由全国人民代表大会选举产生？　　",
      list: [
        "A 国务院总理　　",
        "B 国家副主席　　",
        "C 军委副主席　　",
        "D 国务院副总理　　"
      ],
      answer: ["B"]
    },
    {
      id: 29,
      title: "下列法律中，哪一部不属于我国的基本法律？　　",
      list: [
        "A 《中华人民共和国人民法院组织法》　　",
        "B 《中华人民共和国人民检察院组织法》　　",
        "C 《中华人民共和国国家赔偿法》　　",
        "D 《中华人民共和国刑法》　　"
      ],
      answer: ["C"]
    },
    {
      id: 30,
      title: "关于《宪法》对自然人的适用效力，下列哪一选项是错误的？　　",
      list: [
        "A 我国宪法适用于一切拥有中国国籍的人　　",
        "B  对于因出生取得国籍的确定，我国采取出生地主义和血统主义相结合的原则　　",
        "C 侨居在国外的华侨受中国宪法保护　　",
        "D 宪法也同等地适用于居住在中国境内的外国人　　"
      ],
      answer: ["D"]
    },
    {
      id: 31,
      title:
        "根据经济和社会发展的需要，某市拟将所管辖的一个县变为市辖区。根据宪法规定，上述改变应由下列哪一机关批准？　　",
      list: [
        "A 全国人民代表大会　　",
        "B 全国人民代表大会常务委员会　　",
        "C 国务院　　",
        "D 所在的省人民代表大会常务委员会　　"
      ],
      answer: ["C"]
    },
    {
      id: 32,
      title: "下列哪一项是我国宪法界定公民资格的依据？　　",
      list: [
        "A 出生地主义原则　　",
        "B 血统主义原则　　",
        "C 国籍　　",
        "D 以血统主义为主、以出生地主义为辅的原则　　"
      ],
      answer: ["C"]
    },
    {
      id: 33,
      title:
        "宪法是国家根本法，具有最高法律效力。下列有关宪法法律效力的哪一项表述是正确的？　　",
      list: [
        "A 在不成文宪法的国家中，宪法的法律效力高于其他法律　　",
        "B 在我国，任何法律法规都不得与宪法规范、宪法基本原则和宪法精神相抵触　　",
        "C 宪法的法律效力主要表现为对公民的行为约束　　",
        "D 宪法的法律效力不具有任何强制性　　"
      ],
      answer: ["B"]
    },
    {
      id: 34,
      title: "关于宪法规范的特性，下列哪一项表述不成立？　　",
      list: [
        "A 根本性　　",
        "B 原则性　　",
        "C 无制裁性　　",
        "D 相对稳定性　　"
      ],
      answer: ["C"]
    },
    {
      id: 35,
      title: "下列哪一项不属于宪法规定的公民的基本权利？　　",
      list: [
        "A 环境权　　",
        "B 平等权　　",
        "C 出版自由　　",
        "D 受教育权　　"
      ],
      answer: ["A"]
    },
    {
      id: 36,
      title:
        "根据我国宪法的规定，下列有关公民基本权利的宪法保护的表述，哪一个是正确的？　　",
      list: [
        "A 一切公民都有选举权和被选举权　　",
        "B 宪法规定了对华侨、归侨权益的保护，但没有规定对侨眷权益的保护　　",
        "C 宪法对建立劳动者休息和休养的设施未加以规定　　",
        "D 公民合法财产的所有权和私有财产的继承权规定在宪法“总纲”部分　　"
      ],
      answer: ["D"]
    },
    {
      id: 37,
      title: "宪法是国家的",
      list: ["A 根本法", "B 基本法律 ", "C 一般法律 ", "D 永恒之法"],
      answer: ["A"]
    },
    {
      id: 38,
      title:
        "我国现行宪法通过以后，全国人民代表大会以下列选项中的哪种方式对其进行修改?(    )    ",
      list: [
        "A 通过修改宪法的决议    ",
        "B 通过宪法修正案    ",
        "C 通过宪法解释    ",
        "D 对宪法进行全程修改"
      ],
      answer: ["B"]
    },
    {
      id: 39,
      title: "通信自由和通信秘密属于我国公民的什么权利?(    )    ",
      list: [
        "A 政治自由权利    ",
        "B  人身自由权利    ",
        "C 文化教育权利    ",
        "D 民主权利"
      ],
      answer: ["B"]
    },
    {
      id: 40,
      title: "下列哪项自治制度是我国宪法所没有规定的?(    )    ",
      list: [
        "A 地方自治制度    ",
        "B 特别行政区高度自治制度    ",
        "C 民族区域自治制度    ",
        "D 基层群众自治制度"
      ],
      answer: ["A"]
    },
    {
      id: 41,
      title: "下列哪个行政区域不是我国的民族自治地方?(     )",
      list: ["A 自治区", "B 民族乡", "C 自治州", "D 自治县"],
      answer: ["B"]
    },
    {
      id: 42,
      title: "下列有关我国现行宪法对公民权利平等保护的表述正确的是：",
      list: [
        "A 公民在法律上一律平等",
        "B 公民在法律面前一律平等",
        "C 公民在立法上一律平等",
        "D 国家对公民施以平等保护"
      ],
      answer: ["B"]
    },
    {
      id: 43,
      title: "下列主体中，依照我国选举法有享有选举权的是：",
      list: [
        "A 未满18周岁的公民某甲",
        "B 因犯罪被判处无期徒刑的某乙",
        "C 已取得外国国籍的华人某丙",
        "D 被劳动教养的某丁"
      ],
      answer: ["D"]
    },
    {
      id: 44,
      title:
        "根据《集会游行示威法》，集会、游行、示威的主管机关是活动举行地的（）    ",
      list: [
        "A 公安机关     ",
        "B 民政机关    ",
        "C 交通机关    ",
        "D 人民政府"
      ],
      answer: ["A"]
    },
    {
      id: 45,
      title:
        "我国公民享有结社自由的权利。根据法律规定，公民成立社团的登记管理机关为（）",
      list: [
        "A 各级工商部门     ",
        "B 各级人大常委    ",
        "C 各级公安部门    ",
        "D 各级民政部门"
      ],
      answer: ["D"]
    },
    {
      id: 46,
      title: "我国的政党制度是（）",
      list: [
        "A 一党制",
        "B 两党制",
        "C 多党制",
        "D 共产党领导的多党合作和政治协商制度"
      ],
      answer: ["D"]
    },
    {
      id: 47,
      title:
        "根据选举法，省、自治区、直辖市，设区的市、自治州的人民代表大会的代表，由()产生。    ",
      list: [
        "A 上级任命    ",
        "B 下级委派    ",
        "C 直接选举    ",
        "D 间接选举    "
      ],
      answer: ["D"]
    },
    {
      id: 48,
      title: "国家的最高监督权由()行使。    ",
      list: [
        "A 最高人民法院    ",
        "B 最高人民检察院    ",
        "C 全国人民代表大会    ",
        "D 全国人民代表大会常务委员会    "
      ],
      answer: ["C"]
    },
    {
      id: 49,
      title: "()是我国的根本政治制度。    ",
      list: [
        "A 社会主义制度    ",
        "B 人民民主专政制度    ",
        "C 民主集中制度    ",
        "D 人民代表大会制度    "
      ],
      answer: ["D"]
    },
    {
      id: 50,
      title: "我国宪法规定的解释宪法的机关是()    ",
      list: [
        "A 全国人大    ",
        "B 全国人大常委会    ",
        "C 国务院    ",
        "D 最高人民法院    "
      ],
      answer: ["B"]
    },
    {
      id: 51,
      title: "我国现行宪法规定，()是中华人民共和国的根本制度。    ",
      list: [
        "A 人民民主专政制度    ",
        "B 社会主义制度    ",
        "C 无产阶级专政制度    ",
        "D 有中国特色的社会主义制度    "
      ],
      answer: ["B"]
    },
    {
      id: 52,
      title: "权利和义务的根本区别在于()    ",
      list: [
        "A 权利可以放弃，义务必须履行    ",
        "B 权利是与生俱来的，义务则是由法律规定的    ",
        "C 权利对于一切人都是平等的，义务则因人而异    ",
        "D 权利应当享有，义务可以放弃    "
      ],
      answer: ["A"]
    },
    {
      id: 53,
      title: "我国多党合作与政治协商制度的最高原则是()    ",
      list: [
        "A 一切权力属于人民    ",
        "B 民主集中制    ",
        "C 中国共产党的领导    ",
        "D 政治协商    "
      ],
      answer: ["C"]
    },
    {
      id: 54,
      title: "我国现阶段的社会主义分配原则是()    ",
      list: [
        "A 按劳分配    ",
        "B 按需分配    ",
        "C 让一部分人先富起来    ",
        "D 以按劳分配为主体、多种分配方式并存    "
      ],
      answer: ["D"]
    },
    {
      id: 55,
      title: "人民代表大会制度的核心内容是()",
      list: [
        "A 民主集中制",
        "B 国家的一切权力属于人民",
        "C 坚持中国共产党的领导",
        "D 广泛的人民参与"
      ],
      answer: ["B"]
    },
    {
      id: 56,
      title: "下列各项中，不属于特别行政区自治权范围的是()",
      list: ["A 发行货币权", "B 独立的司法权和终审权", "C 国防权", "D 立法权"],
      answer: ["C"]
    },
    {
      id: 57,
      title: "具有中国公民资格的法定条件是()",
      list: [
        "A 出生在中国",
        "B 具有中国国籍",
        "C 年满18周岁",
        "D 没有被依法剥夺政治权利"
      ],
      answer: ["B"]
    },
    {
      id: 58,
      title: "宪法最主要、最核心的价值在于()",
      list: [
        "A 确认社会各阶级的政治地位",
        "B 使民主制度法律化",
        "C 保障公民的基本权利",
        "D 集中体现阶级力量对比关系"
      ],
      answer: ["C"]
    },
    {
      id: 59,
      title: "华侨要求回国定居的，按照国家有关（   ）核发回国定居证明。",
      list: [
        "A 外交部制定的规定      ",
        "B 国务院制定的规定     ",
        "C 公安部制定的规定      ",
        "D 出入境管理的规定"
      ],
      answer: ["D"]
    },
    {
      id: 60,
      title:
        "普通护照由（）部规定式样并监制；外交护照、公务护照由（）部规定式样并监制。",
      list: [
        "A 公安；外交   ",
        "B 外交；公安",
        "C 公安；公安   ",
        "D 外交；外交"
      ],
      answer: ["A"]
    }
  ],
  type2: [
    {
      id: 1,
      title: "我国保护华侨适用的方式有()    ",
      list: [
        "A 法律途径保护    ",
        "B 政治庇护    ",
        "C 外交途径保护    ",
        "D 经济手段保护    "
      ],
      answer: ["A", "C"]
    },
    {
      id: 2,
      title: "根据我国现行宪法，中华人民共和国保护（　 ） 　　 ",
      list: [
        "A 华侨的合法的权利和利益　　 ",
        "B 华侨的正当的权利和利益 　　 ",
        "C 归侨的合法的权利和利益　　 ",
        "D 侨眷的合法的权利和利益     "
      ],
      answer: ["B", "C", "D"]
    },
    {
      id: 3,
      title:
        "我国《宪法》规定公民的住宅不受侵犯。下列哪些选项属于侵犯公民住宅的行为？　　",
      list: [
        "A 非法侵入公民住宅　　",
        "B 非法搜查公民住宅　　",
        "C 非法买卖公民住宅　　",
        "D 非法出租公民住宅　　"
      ],
      answer: ["A", "B"]
    },
    {
      id: 4,
      title:
        "宪法规定公民享有的下列社会经济权利、文化教育权利中，哪些不属于公民可以积极主动地向国家提出请求的权利？　　",
      list: ["A 受教育权　　", "B 财产权　　", "C 继承权　　", "D 劳动权　　"],
      answer: ["B", "C"]
    },
    {
      id: 5,
      title: "根据现行宪法第39条，中华人民共和国公民住宅不受侵犯，禁止非法    ",
      list: [
        "A 侵占公民的住宅    ",
        "B 搜查公民的住宅    ",
        "C 侵入公民的住宅    ",
        "D 查封公民的住宅    "
      ],
      answer: ["B", "C"]
    },
    {
      id: 6,
      title: "根据宪法，我国实行民族区域自治的区域包括()    ",
      list: ["A 自治区    ", "B 自治州    ", "C 自治县    ", "D 民族乡    "],
      answer: ["A", "B", "C"]
    },
    {
      id: 7,
      title: "我国现行宪法规定，国家保护的公民合法财产包括()    ",
      list: ["A 收入    ", "B 房屋    ", "C 储蓄    ", "D 其他财产    "],
      answer: ["A", "B", "C", "D"]
    },
    {
      id: 8,
      title: "下列表述中，符合我国现行宪法规定的有()    ",
      list: [
        "A 父母有抚养教育子女的义务    ",
        "B 父母有抚养教育未成年子女的义务    ",
        "C 子女有赡养扶助父母的义务    ",
        "D 成年子女有赡养扶助父母的义务   "
      ],
      answer: ["B", "D"]
    },
    {
      id: 9,
      title: "外国人或无国籍人申请加入中国国籍应具备的条件有()    ",
      list: [
        "A 申请人是中国公民的近亲属    ",
        "B 申请人定居在外国    ",
        "C 申请人自愿    ",
        "D 申请人有其他正当理由    "
      ],
      answer: ["A", "C", "D"]
    },
    {
      id: 10,
      title: "根据我国现行宪法和法律，下列哪些人可以具有中国国籍？ ( ) 　　",
      list: [
        "A 张某出生在中国澳门，父亲为意大利人，母亲为中国人 　　",
        "B 李某出生于美国，其父母是在美国攻读博士学位的中国籍留学生 　　",
        "C 王某出生于中国，父亲为无国籍人，母亲也国籍不明 　　",
        "D 赵某出生于中国香港，其父母是具有香港特别行政区永久性居民身份的英国公民 "
      ],
      answer: ["A", "B", "C"]
    },
    {
      id: 11,
      title: "符合以下（    ）情况的人被界定为华侨？",
      list: [
        "A 中国公民已取得住在国长期或永久居留权，并已在住在国连续居留两年，两年内累计居留不少于18个月",
        "B 中国公民出国留学（包括公派和自费）在外学习期间",
        "C 中国公民虽未取得住在国长期或永久居留权，但已取得住在国连续5年以上（含5年）合法居留资格，5年内在住在国累计居留不少于30个月",
        "D 因公务出国（包括外派劳务人员）在外工作期间"
      ],
      answer: ["A", "C"]
    },
    {
      id: 12,
      title: "以下华侨、归侨的眷属中，（    ）属于侨眷？",
      list: [
        "A 配偶/父母",
        "B 子女及其配偶",
        "C 父母的兄弟姐妹",
        "D 孙子女/外孙子女"
      ],
      answer: ["A", "B", "D"]
    },
    {
      id: 13,
      title: "《上海市华侨权益保护条例》华侨和华侨子女在本市（  ）的相关权利。",
      list: [
        "A 就读学前教育",
        "B 就读义务教育",
        "C 报考高中",
        "D 报考普通高等学校"
      ],
      answer: ["B", "C", "D"]
    },
    {
      id: 14,
      title:
        "任何组织和个人不得非法干预和侵犯华侨投资设立的企业依法享有的经营管理自主权，未经法定程序，不得做出（    ）行为。",
      list: [
        "A 擅自扣押华侨投资企业的财产",
        "B 停止贷款",
        "C 擅自查封华侨投资企业的财产",
        "D 责令其停产停业"
      ],
      answer: ["A", "C", "D"]
    },
    {
      id: 15,
      title: "外籍华人是指（    ）。",
      list: [
        "A 居住在国外的中国公民",
        "B 已加入外国国籍的原中国公民",
        "C 中国公民的外国籍后裔",
        "D 加入外国国籍的原中国公民的外国籍后裔"
      ],
      answer: ["B", "C", "D"]
    },
    {
      id: 16,
      title: "《上海市华侨权益保护条例》鼓励华侨以（    ）的名义在本市投资。",
      list: ["A 本人", "B 其亲属", "C 其设立的企业", "D 其他经济组织"],
      answer: ["A", "C", "D"]
    },
    {
      id: 17,
      title:
        "华侨在本市就业并与用人单位协商一致，可按照国家和本市有关规定（）住房公积金。",
      list: ["A 申请", "B 提取", "C 缴存", "D 使用"],
      answer: ["B", "C", "D"]
    },
    {
      id: 18,
      title:
        "华侨对其在本市的私有房屋，依法享有（    ）的权利，任何组织或者个人不得非法侵犯。",
      list: ["A 占有", "B 使用", "C 收益", "D 处分"],
      answer: ["A", "B", "C", "D"]
    },
    {
      id: 19,
      title:
        "华侨合法权益受到侵害的，可以依法通过协商和解或调解解决，（     ）等途径解决。",
      list: [
        "A 申请仲裁",
        "B 向人民政府有关部门投诉",
        "C 申请行政裁决和行政复议",
        "D 向人民法院提取诉讼"
      ],
      answer: ["A", "B", "C", "D"]
    },
    {
      id: 20,
      title: "中国公民有下列情形之一的，不准出境：",
      list: [
        "A 未持有效出境入境证件或者拒绝、逃避接受边防检查的;",
        "B 被判处刑罚尚未执行完毕或者属于刑事案件被告人、犯罪嫌疑人的;",
        "C 有未了结的民事案件，人民法院决定不准出境的;",
        "D 因妨害国(边)境管理受到刑事处罚或者因非法出境、非法居留、非法就业被其他国家或者地区遣返，未满不准出境规定年限的;"
      ],
      answer: ["A", "B", "C", "D"]
    },
    {
      id: 21,
      title: "下列说法正确的是（）",
      list: [
        "A 华侨、归侨去世后或者华侨身份改变后，其国内眷属原依法认定的侨眷身份不变。",
        "B 华侨、归侨去世后或者华侨身份改变后，其国内眷属原依法认定的侨眷身份随之改变。",
        "C 依法与华侨、归侨及其子女解除婚姻关系，或者与华侨、归侨解除扶养关系的，其原依法认定的侨眷身份丧失。",
        "D 依法与华侨、归侨及其子女解除婚姻关系，或者与华侨、归侨解除扶养关系的，其原依法认定的侨眷身份不变"
      ],
      answer: ["A", "C"]
    },
    {
      id: 22,
      title:
        "有下列情形之一的，护照持有人可以按照规定申请换发或者补发护照：（）",
      list: [
        "A 护照有效期即将届满的；",
        "B 护照签证页即将使用完毕的；",
        "C 护照损毁不能使用的；",
        "D 护照遗失或者被盗的；"
      ],
      answer: ["A", "B", "C", "D"]
    },
    {
      id: 23,
      title: "申请人有下列情形的，护照签发机关不予签发护照：（）",
      list: [
        "A 不具有中华人民共和国国籍的",
        "B 无法证明身份的",
        "C 属于刑事案件被告人或者犯罪嫌疑人的；",
        "D 国务院有关主管部门认为出境后将对国家安全造成危害或者对国家利益造成重大损失的"
      ],
      answer: ["A", "B", "C", "D"]
    },
    {
      id: 24,
      title: "（）因办理案件需要，可以依法扣押案件当事人的护照。",
      list: ["A 人民法院", "B 人民检察院", "C 公安机关", "D 行政监察机关"],
      answer: ["A", "B", "C", "D"]
    }
  ],
  type3: [
    {
      id: 1,
      title:
        "《上海市华侨权益保护条例》经上海市十四届人大常委会第三十一次会议表决通过。",
      list: ["正确", "错误"],
      answer: ["错"]
    },
    {
      id: 2,
      title: "华侨不可以在上海购买自住商品房。",
      list: ["正确", "错误"],
      answer: ["错"]
    },
    {
      id: 3,
      title:
        "华侨是中国与世界沟通的天然桥梁和纽带，是传播中华文化的一支重要力量。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 4,
      title: "历史遗留的华侨私房问题，按照国家和本市的有关规定执行。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 5,
      title: "华侨要求回国来沪定居，本市有关部门应当依法为其办理相关手续。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 6,
      title:
        "华侨在国内投资、经营获得的合法利润、其他合法收入和清算后的个人资金，不可以汇往境外。",
      list: ["正确", "错误"],
      answer: ["错"]
    },
    {
      id: 7,
      title: "华侨是定居在国外的中国公民。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 8,
      title:
        "华侨享有宪法和法律规定的公民权利，并履行宪法和法律规定的公民义务。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 9,
      title: "对华侨进行公开表彰，应当事先征求其意见。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 10,
      title:
        "华侨在本市区或者乡、镇人民代表大会代表选举期间在本市的，可以在本市原籍地或者出国前居住地进行选民登记，参加选举。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 11,
      title:
        "在本市办理离休、退休手续后出国定居的华侨，回国期间可以按照本市有关规定享受相应的医疗保险待遇。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 12,
      title:
        "华侨子女回国就读本市实施义务教育的学校，与具有本市户籍的适龄儿童、少年享受同等入学待遇。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 13,
      title:
        "华侨来本市开展科学研究、技术开发、成果孵化和科学知识普及教育以及科学管理等活动，可按规定享受相关费用资助。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 14,
      title: "只有原户籍注销地为本市的华侨才能来本市定居。",
      list: ["正确", "错误"],
      answer: ["错"]
    },
    {
      id: 15,
      title: "中国公民出国定居后不可享受本市的养老保险待遇。",
      list: ["正确", "错误"],
      answer: ["错"]
    },
    {
      id: 16,
      title:
        "华侨在本市就业的，可办理参加社会保险各项手续，按照国家和本市有关规定参保、缴费。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 17,
      title: "王先生在澳大利亚留学五年，他就是我们所说的华侨。",
      list: ["正确", "错误"],
      answer: ["错"]
    },
    {
      id: 18,
      title: "《上海市华侨权益保护条例》是一部地方性的专项法规。",
      list: ["正确", "错误"],
      answer: ["错"]
    },
    {
      id: 19,
      title: "华侨权益保护应当遵循平等保护的原则。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 20,
      title:
        "本市各级归国华侨联合会应当宣传贯彻法律法规和侨务政策，密切与华侨的联系，反映华侨的意见和建议，依法维护其合法权益。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 21,
      title:
        "华侨、归侨去世后或者华侨身份改变后，其国内眷属原依法认定的侨眷身份丧失。",
      list: ["正确", "错误"],
      answer: ["错"]
    },
    {
      id: 22,
      title:
        "依法与华侨及其子女解除婚姻关系，或者与华侨、归侨解除扶养关系的，其原依法认定的侨眷身份不变。",
      list: ["正确", "错误"],
      answer: ["错"]
    },
    {
      id: 23,
      title:
        "县级以上地方各级人民政府应当重视和加强归侨、侨眷合法权益保护工作。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 24,
      title:
        "县级以上人民政府负责侨务工作的机构应当组织协调有关部门做好保护归侨、侨眷合法权益的工作，并组织开展本行政区域内归侨、侨眷权益保护的法律、法规执行情况的监督、检查。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 25,
      title:
        "地方人民政府和有关部门对回国定居的华侨，按照国家有关规定给予安置。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 26,
      title:
        "中华全国归国华侨联合会以及地方归国华侨联合会按照其章程开展活动，维护归侨、侨眷的合法权益。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 27,
      title:
        "归侨、侨眷有权依法申请成立其他社会团体，进行适合归侨、侨眷需要的合法的社会活动。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 28,
      title:
        "归侨、侨眷社会团体的合法权益以及按照章程进行的合法活动，受法律保护；其依法拥有的财产，任何组织或者个人不得侵占、损害。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 29,
      title:
        "地方人民政府对生活确有困难的归侨、侨眷，应当给予救济，并对其生产、就业给予扶持；依法保障丧失劳动能力又无经济来源的归侨、侨眷的基本生活。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 30,
      title:
        "归侨、侨眷依法投资开发荒山、荒地、滩涂，或者从事农业、林业、牧业、渔业生产，有关地方人民政府应当给予支持。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 31,
      title:
        "归侨、侨眷在国内兴办公益事业，各级人民政府及其有关部门应当给予支持，其合法权益受法律保护。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 32,
      title:
        "归侨、侨眷境外亲友捐赠的物资用于国内公益事业的，依法减征或者免征关税和进口环节的企业所得税。",
      list: ["正确", "错误"],
      answer: ["错"]
    },
    {
      id: 33,
      title:
        "归侨、侨眷及其境外亲友在境内投资的企业捐赠的财产用于公益事业的，依法享受所得税优惠。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 34,
      title:
        "归侨、侨眷境外亲友向境内捐赠财产的，县级以上人民政府负责侨务工作的机构可以协助办理有关入境手续，为捐赠人实施捐赠项目提供帮助，并依法对捐赠财产的使用与管理进行监督。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 35,
      title:
        "国家依法保护归侨、侨眷在国内私有房屋的所有权。归侨、侨眷对其私有房屋，依法享有占有、使用、收益和处分的权利，任何组织或者个人不得侵犯。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 36,
      title:
        "租赁归侨、侨眷的私有房屋，须由出租人和承租人签订租赁合同，并到房屋所在地的房产管理部门登记备案。租赁合同终止时，承租人应当将房屋退还出租人。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 37,
      title:
        "华侨子女回国就读实施义务教育的学校，应当视同当地居民子女办理入学手续；归侨学生、归侨子女和华侨在国内的子女报考国家举办的非义务教育的学校，教育等有关部门按照教育平等原则不再予以照顾。",
      list: ["正确", "错误"],
      answer: ["错"]
    },
    {
      id: 38,
      title:
        "侨汇是归侨、侨眷的合法收入，其所有权受法律保护，任何组织或者个人不得侵占、延迟支付、强行借贷或者非法冻结、没收。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 39,
      title:
        "归侨、侨眷需要赴境外处分财产或者接受遗产、遗赠、赠与的，有关部门和我国驻外国的外交(领事)机构或者外交部授权的其他驻外机构，可以根据归侨、侨眷的请求提供必要的协助。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 40,
      title:
        "归侨、侨眷的通信自由和通信秘密受法律保护，任何组织或者个人不得非法开拆、隐匿、毁弃或者盗窃归侨、侨眷的邮件。归侨、侨眷的给据邮件丢失、损毁、内件短少的，邮政部门应当依法赔偿。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 41,
      title:
        "归侨、侨眷申请出境的，有关主管部门应当在规定的期限内依法办理手续。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 42,
      title:
        "按照国家规定退休(离休)的归侨、侨眷获准出境定居的，按照国家规定享受的退休(离休)待遇不变。其养老金可以委托他人领取，但需每年向原工作单位或者负责支付养老金的社会保险经办机构提供由我国驻其所在国的外交(领事)机构或者所在国公证机构出具的本人生存证明文件。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 43,
      title:
        "归侨、侨眷退休(离休)后出境定居又回国就医的，按照当地有关规定不再享受相应的医疗待遇。",
      list: ["正确", "错误"],
      answer: ["错"]
    },
    {
      id: 44,
      title:
        "归侨、侨眷获准出境定居，出境前依法参加前款规定以外的其他社会保险的，按照国家有关规定享受相应的社会保险待遇。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 45,
      title:
        "归侨、侨眷在获得前往国家(地区)的入境签证前，所在工作单位或者学校不得因其申请出境而对其免职、辞退、解除劳动关系、停发工资或者责令退学，并且不得收取保证金、抵押金。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 46,
      title:
        "归侨、侨眷按照国家有关探亲规定获准出境探亲的，在批准的假期内，其工作、租住的公房应当保留。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 47,
      title:
        "归侨、侨眷出境探亲或者定居的，按照规定可以兑换外汇；出境定居的，其领取的社会保险金、住房公积金依法不得兑换外汇汇出或者携带出境。",
      list: ["正确", "错误"],
      answer: ["错"]
    },
    {
      id: 48,
      title:
        "我国驻外国的外交(领事)机构根据我国缔结或者参加的国际条约或者国际惯例，保护归侨、侨眷在境外的合法权益。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 49,
      title:
        "归侨、侨眷的合法权益受到侵害的，有权要求有关主管部门依法处理，或者向人民法院起诉。对有经济困难的归侨、侨眷，当地法律援助机构应当依法为其提供法律援助。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 50,
      title:
        "经办侨务专项经费的机构、人员，违反本办法规定，挪用、截留、私分侨务专项经费的，对直接负责的主管人员和其他直接责任人员依法给予行政处分或者纪律处分；构成犯罪的，依法追究刑事责任。被挪用、截留、私分的侨务专项经费，由其主管部门责令追回。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 51,
      title:
        "国家机关工作人员滥用职权、玩忽职守、徇私舞弊，致使归侨、侨眷合法权益受到损害的，对直接负责的主管人员和其他直接责任人员依法给予行政处分或者纪律处分；构成犯罪的，依法追究刑事责任。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 52,
      title:
        "中国公民前往其他国家或者地区，还需要取得前往国签证或者其他入境许可证明。但是，中国政府与其他国家政府签订互免签证协议或者公安部、外交部另有规定的除外。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 53,
      title:
        "中国公民出境入境，应当向出入境边防检查机关交验本人的护照或者其他旅行证件等出境入境证件，履行规定的手续，经查验准许，方可出境入境。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 54,
      title:
        "被判处刑罚尚未执行完毕或者属于刑事案件被告人、犯罪嫌疑人的不准出境。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 55,
      title: "有未了结的民事案件，人民法院决定不准出境的，不得出境。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 56,
      title:
        "定居国外的中国公民在中国境内办理金融、教育、医疗、交通、电信、社会保险、财产登记等事务需要提供身份证明的，可以凭本人的护照证明其身份。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 57,
      title:
        "签证的登记项目包括：签证种类，持有人姓名、性别、出生日期、入境次数、入境有效期、停留期限，签发日期、地点，护照或者其他国际旅行证件号码等。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 58,
      title:
        "患有严重精神障碍、传染性肺结核病或者有可能对公共卫生造成重大危害的其他传染病的，不予签发签证。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 59,
      title: "不能提交签证机关要求提交的相关材料的不予签发签证。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 60,
      title: "持有效的外国人居留证件的;可以免办签证。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 61,
      title:
        "违反中国有关法律、行政法规，不适合在中国境内居留的，不予签发外国人居留证件。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 62,
      title:
        "符合国家规定的专门人才、投资者或者出于人道等原因确需由停留变更为居留的外国人，经设区的市级以上地方人民政府公安机关出入境管理机构批准可以办理外国人居留证件。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 63,
      title:
        "与华侨、归侨有长期扶养关系的亲属申请认定侨眷身份的，应当提供由公证机构出具的扶养证明。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 64,
      title:
        "华侨、归侨去世后或者华侨身份改变后，其国内眷属原依法认定的侨眷身份改变。",
      list: ["正确", "错误"],
      answer: ["错"]
    },
    {
      id: 65,
      title:
        "依法与华侨、归侨及其子女解除婚姻关系，或者与华侨、归侨解除扶养关系的，其原依法认定的侨眷身份保持不变。",
      list: ["正确", "错误"],
      answer: ["错"]
    },
    {
      id: 66,
      title:
        "县级以上公安机关负责侨务工作的机构应当组织协调有关部门做好保护归侨、侨眷合法权益的工作，并组织开展本行政区域内归侨、侨眷权益保护的法律、法规执行情况的监督、检查。",
      list: ["正确", "错误"],
      answer: ["错"]
    },
    {
      id: 67,
      title:
        "县级以上人民政府有关部门应当在各自的职责范围内做好归侨、侨眷合法权益的保护工作。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 68,
      title:
        "华侨要求回国定居的，按照国家有关出入境管理的规定核发回国定居证明。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 69,
      title:
        "中华全国归国华侨联合会以及地方归国华侨联合会按照其章程开展活动，维护归侨、侨眷的合法权益。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 70,
      title:
        "归侨、侨眷社会团体的合法权益以及按照章程进行的合法活动，受法律保护；其依法拥有的财产，任何组织或者个人不得侵占、损害。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 71,
      title:
        "归侨、侨眷依法投资开发荒山、荒地、滩涂，或者从事农业、林业、牧业、渔业生产，有关地方人民政府应当给予支持。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 72,
      title:
        "归侨、侨眷境外亲友捐赠的物资用于国内公益事业的，依法减征或者免征关税和进口环节的增值税。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 73,
      title:
        "归侨、侨眷及其境外亲友在境内投资的企业捐赠的财产用于公益事业的，不得享受所得税优惠。",
      list: ["正确", "错误"],
      answer: ["错"]
    },
    {
      id: 74,
      title:
        "归侨、侨眷境外亲友向境内捐赠财产的，县级以上人民政府负责侨务工作的机构可以协助办理有关入境手续，为捐赠人实施捐赠项目提供帮助，并依法对捐赠财产的使用与管理进行监督。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 75,
      title:
        "华侨子女回国就读实施义务教育的学校，应当视同当地居民子女办理入学手续；归侨学生、归侨子女和华侨在国内的子女报考国家举办的非义务教育的学校，教育等有关部门应当按照国家有关规定结合本地区实际情况给予照顾。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 76,
      title:
        "侨汇是归侨、侨眷的合法收入，其所有权受法律保护，任何组织或者个人不得侵占、延迟支付、强行借贷或者非法冻结、没收。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 77,
      title:
        "归侨、侨眷需要赴境外处分财产或者接受遗产、遗赠、赠与的，公安机关可以根据归侨、侨眷的请求提供必要的协助。",
      list: ["正确", "错误"],
      answer: ["错"]
    },
    {
      id: 78,
      title:
        "归侨、侨眷的通信自由和通信秘密受法律保护，任何组织或者个人不得非法开拆、隐匿、毁弃或者盗窃归侨、侨眷的邮件。归侨、侨眷的给据邮件丢失、损毁、内件短少的，邮政部门应当依法赔偿。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 79,
      title:
        "归侨、侨眷申请出境的，有关主管部门应当在规定的期限内依法办理手续。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 80,
      title:
        "归侨、侨眷因境外直系亲属病危、死亡或者处理境外财产等特殊情况急需出境的，有关主管部门应当根据申请人提供的有效证明优先办理。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 81,
      title:
        "按照国家规定退休(离休)的归侨、侨眷获准出境定居的，按照国家规定享受的退休(离休)待遇不变。其养老金不得委托他人领取，但需每年向原工作单位或者负责支付养老金的社会保险经办机构提供由我国驻其所在国的外交(领事)机构或者所在国公证机构出具的本人生存证明文件。",
      list: ["正确", "错误"],
      answer: ["错"]
    },
    {
      id: 82,
      title:
        "归侨、侨眷退休(离休)后出境定居又回国就医的，按照当地有关规定享受相应的医疗待遇。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 83,
      title:
        "归侨、侨眷在获得前往国家(地区)的入境签证前，所在工作单位或者学校不得因其申请出境而对其免职、辞退、解除劳动关系、停发工资或者责令退学，并且不得收取保证金、抵押金。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 84,
      title:
        "归侨、侨眷按照国家有关探亲规定获准出境探亲的，在批准的假期内，其工作、租住的公房应当保留。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 85,
      title:
        "归侨、侨眷出境探亲或者定居的，按照规定可以兑换外汇；出境定居的，其领取的社会保险金、住房公积金可以按照规定兑换外汇汇出或者携带出境。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 86,
      title:
        "我国驻外国的外交(领事)机构根据我国缔结或者参加的国际条约或者国际惯例，保护归侨、侨眷在境外的合法权益。归侨、侨眷在境外有养老金、抚恤金等需要领取的，我国驻外国的外交(领事)机构可以根据其请求提供必要的协助。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 87,
      title:
        "归侨、侨眷的合法权益受到侵害的，有权要求有关主管部门依法处理，或者向人民法院起诉。对有经济困难的归侨、侨眷，当地法律援助机构应当依法为其提供法律援助。各级归国华侨联合会应当给予支持和帮助。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 88,
      title:
        "经办侨务专项经费的机构、人员，违反本办法规定，挪用、截留、私分侨务专项经费的，对直接负责的主管人员和其他直接责任人员依法给予行政处分或者纪律处分；构成犯罪的，依法追究刑事责任。被挪用、截留、私分的侨务专项经费，由其主管部门责令追回。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 89,
      title:
        "中华人民共和国护照是中华人民共和国公民出入国境和在国外证明国籍和身份的证件。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 90,
      title: "任何组织或者个人不得伪造、变造、转让、故意损毁或者非法扣押护照。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 91,
      title: "护照分为普通护照、外交护照和公务护照。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 92,
      title:
        "普通护照由公安部出入境管理机构或者公安部委托的县级以上地方人民政府公安机关出入境管理机构以及中华人民共和国驻外使馆、领馆和外交部委托的其他驻外机构签发。外交护照由外交部签发。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 93,
      title:
        "公民申请普通护照，应当提交本人的居民身份证、户口簿、近期免冠照片以及申请事由的相关材料。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 94,
      title:
        "普通护照的登记项目包括：护照持有人的姓名、性别、出生日期、出生地，护照的签发日期、有效期、签发地点和签发机关。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 95,
      title:
        "护照持有人所持护照的登记事项发生变更时，应当持相关证明材料，向护照签发机关申请护照变更加注。",
      list: ["正确", "错误"],
      answer: ["对"]
    },
    {
      id: 96,
      title:
        "短期出国的公民在国外发生护照遗失、被盗或者损毁不能使用等情形，应当向中华人民共和国驻外使馆、领馆或者外交部委托的其他驻外机构申请中华人民共和国旅行证。",
      list: ["正确", "错误"],
      answer: ["对"]
    }
  ]
};
